Repository: EyeSeeTea/Bulk-Load-blessed
Catalog: i18n/*.po
Languages: es, fr, ru

source: Download template
es: Descargar plantilla
fr: Modèle téléchargez
ru: Скачать шаблон

source: Import data
es: Importar datos
fr: Importer des données
ru: Импортные данные

source: Themes
es: Temas
fr: Thèmes
ru: Темы

source: Settings
es: Configuración
fr: Paramètres
ru: Настройки

source: User with no permissions
es: Usuario sin permisos
ru: Пользователь без прав доступа

source: It seems this user account does not have any permission.
es: Parece que esta cuenta de usuario no tiene ningún permiso.
ru: Похоже, что у этой учетной записи пользователя нет никаких прав.

source: Please get in touch with the admin if you need access to these sections.
es: Por favor, póngase en contacto con el administrador si necesita acceder a cualquiera de estas secciones
ru: Пожалуйста, свяжитесь с администратором, если вам нужен доступ к этим разделам.

source: You need to select at least one element to export
es: Seleccione al menos un elemento a exportar
fr: Vous devez sélectionner au moins un élément à exporter
ru: Вам необходимо выбрать хотя бы один элемент для экспорта

source: You need to select start and end periods for dataSet templates
es: Seleccione periodos de inicio y de fin para plantillas de tipo set de datos
fr: Vous devez sélectionner les périodes de début et de fin pour les modèles de ensamble de donées
ru: Вам необходимо выбрать начальный и конечный периоды для шаблонов наборов данных

source: You need to select start and end dates to populate template
es: Seleccione fecha de inicio y de fin para rellenar la plantilla
fr: Vous devez sélectionner les dates de début et de fin pour remplir le modèle avec de donées
ru: Вам необходимо выбрать начальную и конечную даты для заполнения шаблона

source: Downloading template...
es: Descargando plantilla...
fr: Téléchargement du modèle ...
ru: Загрузка шаблона...

source: Couldn't generate template
es: No se ha podido generar la plantilla
ru: Не удалось сгенерировать шаблон

source: Reading file...
es: Leyendo archivo...
fr: Lecture du fichier en cours ...
ru: Чтение файла...

source: Cannot read file
es: No se puede leer el archivo
fr: Le fichier ne peut pas être lu
ru: Невозможно прочитать файл

source: You don't have write permissions for {{type}} {{name}}
es: No tiene permisos de escritura para {{type}} {{name}}
fr: Vous ne disposez d'aucune autorisation d'écriture pour {{type}} {{name}}
ru: У вас нет прав на запись для {{тип}} {{name}}

source: Reading data...
es: Leyendo datos...
fr: Lecture des données ...
ru: Чтение данных...

source: Select at least one organisation unit to import data
es: Seleccione al menos una unidad organizativa a la que asignar los datos
fr: Sélectionnez au moins une unité d'organisation pour importer des données
ru: Выберите хотя бы одно организационное подразделение для импорта данных

source: Importing data...
es: Importando datos...
fr: Importation de données en cours ...
ru: Импорт данных...

source: Existing data values
es: Existen valores para estos elementos de datos
fr: Valeurs de données existantes
ru: Существующие значения данных

source: There are {{totalExisting}} data values in the database for this organisation unit and periods. If you proceed, all those data values will be deleted and only the ones in the spreadsheet will be saved. Are you sure?
es: Existen {{totalExisting}} valores en la base de datos para esta unidad organizativa y periodos. Si continua, todos los valores se borrarán y se remplazarán por aquellos presentes en el archivo. ¿Está seguro que desea continuar?
fr: Il y a {{totalExisting}} valeurs de données dans la base de données pour cette unité d'organisation et ces périodes. Si vous continuez, toutes ces valeurs de données seront supprimées et seules celles de la feuille de calcul seront enregistrées. Êtes-vous sur de vouloir continuer?
ru: В базе данных имеются значения данных {{totalExisting}} для этой организационной единицы и периодов. Если вы продолжите, все эти значения данных будут удалены, и будут сохранены только те, которые находятся в электронной таблице. Вы уверены?

source: Proceed
es: Continuar
fr: Procéder
ru: Действуйте

source: Import only new data values
es: Importar solo nuevos valores de datos
fr: Importer uniquement de nouvelles données
ru: Импортируйте только новые значения данных

source: Warning: Your upload may result in the generation of duplicates
es: Alerta: Su importación puede generar duplicados
fr: Avertissement: votre téléchargement peut provoquer la génération de doublons
ru: Предупреждение: Ваша загрузка может привести к созданию дубликатов

source: There are {{totalExisting}} records in your template with very similar or exact values as other records that already exist. If you proceed, you risk creating duplicates. What would you like to do?
es: Existen {{totalExisting}} entradas en su plantilla con valores muy similares o idénticos a otros que ya registrados en el sistema. Si continua, se arriesga a crear duplicados ¿Qué desea hacer?
fr: Il y a {{totalExisting}} enregistrements dans votre modèle avec des valeurs très similaires ou exactement les mêmes que d'autres enregistrements qui existent déjà au système. Si vous continuez, vous risquez de créer des doublons. Qu'est-ce que vous aimeriez faire?
ru: В вашем шаблоне есть записи {{totalExisting}} с очень похожими или точными значениями, как у других уже существующих записей. Если вы продолжите, вы рискуете создать дубликаты. Что бы вы хотели сделать?

source: Import everything anyway
es: Importar todo, incluyendo los datos que pudieran ser duplicados
fr: Importez tout
ru: Импортируйте все в любом случае

source: Cancel import
es: Cancelar importación
fr: Annuler l'importation
ru: Отменить импорт

source: Import only new records
es: Importar solo los datos nuevos
fr: Importez quand même toutes les données
ru: Импортировать только новые записи

source: Invalid organisation units found
es: Encontradas unidades organizativas no validas
fr: Des unités d'organisation non valides ont été trouvés
ru: Найдены недопустимые организационные единицы

source: There are {{totalInvalid}} data values with an invalid organisation unit that will be ignored during import. You can still download them and send them to your administrator.
es: Hay valores de datos {{totalInvalid}} con una unidad de organización no válida que serán ignorados durante la importación. Aun así, puede descargarlos y enviarlos a su administrador.
ru: Существуют значения данных {{totalInvalid}} с недопустимой организационной единицей, которые будут проигнорированы при импорте. Вы все еще можете загрузить их и отправить администратору.

source: Download data values with invalid organisation units
es: Descargar datos con unidades organizativas no válidas
fr: Télécharger des valeurs de données avec des unités d'organisation non valides
ru: Загрузка значений данных с недопустимыми организационными единицами

source: Bulk data import
es: Importación de datos
fr: Importation de données en masse
ru: Массовый импорт данных

source: Drag and drop file to import
es: Mueva aquí los ficheros a importar
fr: Faites glisser et déposez le fichier à importer ici
ru: Перетащите файл для импорта

source: Create
es: Crear
fr: Créer
ru: Создать

source: event
es: evento
fr: événement
ru: мероприятие

source: Update
es: Actualizar
fr: Mettre à jour
ru: Обновление

source: data values
es: valores de datos
fr: valeurs de données
ru: значения данных

source: Override import Organisation Unit
es: Seleccione una unidad organizativa en la que importar los datos

source: No capture org unit match element org units
es: Las unidades organizativas de introducción de datos y del elemento no coinciden
fr: Aucune unité organisationnelle de capture ne correspond aux unités organisationnelles de l'élément
ru: Нет захвата орг единицы соответствие элемента орг единицы

source: Settings saved
es: Configuración guardada
fr: Paramètres sauvegardés
ru: Сохранение настроек

source: Template {{id}} not loaded
fr: Modèle {{id}} non téléchargé
ru: Шаблон {{id}} не загружен

source: Case Registration Date
ru: Дата регистрации дела

source: Date of patient visit
ru: Дата посещения пациента

source: Date sample received
ru: Дата получения образца

source: Date this form completed
ru: Дата заполнения данной формы

source: Error
ru: Ошибка

source: No
ru: Нет

source: Total
ru: Всего

source: Ok
fr: D'accord
ru: Хорошо

source: Data Set
fr: Base de données
ru: Набор данных

source: Logo
ru: Логотип

source: Select import Organisation Unit
fr: Sélectionnez l'unité d'organisation d'importation
ru: Выберите импортируемое организационное подразделение

source: Data elements filter for events (programs)
fr: Filtre des éléments de données pour les programmes des événements

source: Cannot get data entry sheet
fr: Impossible d'obtenir la feuille de saisie des données

source: Cannot get metadata sheet
fr: Impossible d'obtenir la feuille de métadonnées

source: Location not valid. Check row number {{rowNumber}} for country {{country}}
fr: Lieu non valide. Veuillez vérifier la ligne {{rowNumber}} pour le pays {{country}}

source: Event date is empty
fr: La date de l'événement est vide

source: Cannot import: Versions do not match (database={{dbVersion}}, file={{sheetVersion}})
fr: Impossible d'importer: les versions ne correspondent pas (base de données = {{dbVersion}}, fichier = {{sheetVersion}})

source: There are {{number}} data values with an invalid organisation unit that will be ignored during import. You can still download them and send them to your administrator.
fr: Il existe {{nombre}} valeurs de données avec une unité d'organisation non valide qui seront ignorées lors de l'importation. Vous pouvez toujours les télécharger et les envoyer à votre administrateur.

source: Checking duplicates...
fr: Vérification des doublons en cours ...
