Repository: EyeSeeTea/Bulk-Load-blessed
Catalog: i18n/*.po
Languages: es, fr, ru

source: Data values - Create/update
es: Valores de los datos - Crear/actualizar
ru: Значения данных - создание/обновление

source: Event
es: Evento
ru: Событие

source: Create/update
es: Crear/actualizar
fr: Créer/mettre à jour
ru: Создание/обновление

source: Relationships
es: Relaciones
ru: Отношения

source: Tracked Entity Instance
es: Instancia de la entidad rastreada
ru: Отслеживаемый экземпляр сущности

source: Data values - Delete
es: Valores de los datos - Borrar
ru: Значения данных - Удалить

source: Period
es: Periodo
fr: Période
ru: Период

source: It is not possible to create products. The maximum number of products has been reached. Please contact your administrator.
es: No es posible crear productos. Se ha alcanzado el número máximo de productos. Póngase en contacto con su administrador.
ru: Невозможно создать продукты. Достигнуто максимальное количество продуктов. Пожалуйста, свяжитесь с вашим администратором.

source: It is not possible to create product. Please provide {{field}}.
es: No es posible crear el producto. Por favor, proporcione {{campo}}.
ru: Невозможно создать продукт. Пожалуйста, укажите {{поле}}.

source: It is not possible to create product. Monovalent and Polyvalent should be exclusive for product {{product}}.
es: No es posible crear el producto. Monovalente y Polivalente deben ser exclusivos para el producto {{producto}}.
ru: Невозможно создать продукт. Моновалентный и поливалентный должны быть эксклюзивными для продукта {{продукт}}.

source: Could not import products. Invalid data received. Please review the excel file.
es: No se han podido importar productos. Los datos recibidos no son válidos. Por favor, revise el archivo excel.
ru: Не удалось импортировать продукты. Получены недопустимые данные. Пожалуйста, просмотрите файл excel.

source: Snake bite data store {{type}} is corrupted. Please contact an administrator.
es: El almacén de datos de mordedura de serpiente {{tipo}} está dañado. Por favor, póngase en contacto con un administrador.
ru: Хранилище данных укуса змеи {{тип}} повреждено. Пожалуйста, свяжитесь с администратором.

source: Event Program
es: Programa de eventos

source: Tracker Program
es: Programa de tracker

source: Cannot read data form id
es: No se pueden leer los datos del formulario id
ru: Невозможно прочитать данные формы id

source: Program or DataSet not found in instance
es: No se encontraron el programa o el set de datos en la instancia
fr: Programme ou DataSet pas trouvé dans l'instance
ru: Программа или набор данных не найдены в экземпляре

source: Field {{field}} cannot be blank
es: El campo {{field}} no se puede dejar vacio
fr: Le champ {{field}} ne peut pas être vide
ru: Поле {{поле}} не может быть пустым

source: You need to select at least one {{element}}
es: Seleccione al menos un {{element}}
fr: Vous devez sélectionner au moins un {{element}}
ru: Вам необходимо выбрать хотя бы один {{элемент}}

source: There has been an error. You can either retry or contact your administrator if you think there has been an un recoverable error
es: Se ha producido un error. Puede volver a intentarlo o ponerse en contacto con su administrador si cree que se ha producido un error irrecuperable
ru: Произошла ошибка. Вы можете повторить попытку или связаться с администратором, если вы считаете, что произошла невосстановимая ошибка.

source: There are pending migrations
es: Hay migraciones pendientes
ru: Миграция еще не завершена

source: Ignore
es: Ignorar
ru: Игнорировать

source: Migrations finished successfully, you may now continue to the app
es: La migración ha finalizado con éxito, ahora puede continuar con la aplicación
ru: Миграция завершилась успешно, теперь вы можете продолжить работу с приложением

source: Checking migrations
es: Comprobando migraciones...
ru: Проверка миграций

source: Migrate instance
es: Migrar la instancia
ru: Мигрировать экземпляр

source: Migrating...
es: La migración...
ru: Миграция...

source: Continue to the App
es: Continuar con la aplicación
ru: Перейдите к приложению

source: The app needs to run pending migrations (from version {{instanceVersion}} to version {{appVersion}}) in order to continue. This may take a long time, make sure the process is not interrupted.
es: La aplicación necesita ejecutar las migraciones pendientes (de la versión {{instanceVersion}} a la versión {{appVersion}}) para poder continuar. Esto puede llevar mucho tiempo, asegúrate de que el proceso no se interrumpe.
ru: Приложению необходимо выполнить ожидающие миграции (с версии {{instanceVersion}} на версию {{appVersion}}), чтобы продолжить работу. Это может занять много времени, убедитесь, что процесс не прерван.

source: Continue to the app anyway
es: Continuar con la aplicación de todos modos
ru: Все равно продолжайте приложение

source: The database version ({{instanceVersion}}) is greater than the app version ({{appVersion}}), cannot continue. Please contact the administrator to update the app.
es: La versión de la base de datos ({{instanceVersion}}) es mayor que la versión de la app ({{appVersion}}), no puede continuar. Póngase en contacto con el administrador para actualizar la app.
ru: Версия базы данных ({{instanceVersion}}) больше, чем версия приложения ({{appVersion}}), продолжение невозможно. Пожалуйста, свяжитесь с администратором для обновления приложения.

source: Close
es: Cerrar
fr: Fermer
ru: Закрыть

source: Dataset/Program
es: Programa

source: Search templates
es: Buscar elementos de datos

source: Data set
es: Set de datos
fr: Ensamble de donées
ru: Набор данных

source: Search data elements
es: Buscar elementos de datos
ru: Элементы данных поиска

source: All
es: Todos
fr: Tout
ru: Все

source: Data elements used for duplication assessment
es: Elementos de datos usados para determinar los duplicados
fr: Éléments de données utilisés pour l'évaluation des doublons
ru: Элементы данных, используемые для оценки дублирования

source: Program
es: Programa
fr: Programme
ru: Программа

source: Access to Template Generation
es: Acceso a la generación de plantillas
fr: Accès à la génération de modèles
ru: Доступ к генерации шаблонов

source: Access to Import Data
es: Acceso a la importación de datos
ru: Доступ к импортируемым данным

source: Access to Settings and Themes
es: Acceso al área de configuración y a los temas
fr: Accès aux Paramètres et aux Thèmes
ru: Доступ к настройкам и темам

source: Access Permissions confirmation
es: Confirme los permisos de accesso
ru: Подтверждение разрешений доступа

source: This option gives access to all users. The current list of allowed users and user groups will be deleted. Do you want to proceed?
es: Esta opción da acceso a todos los usuarios. La lista actual de usuarios y grupos de usuario con acceso se borrará. ¿Quiere continuar?
ru: Эта опция предоставляет доступ всем пользователям. Текущий список разрешенных пользователей и групп пользователей будет удален. Вы хотите продолжить?

source: Accept
es: Aceptar
ru: Принять

source: Cancel
es: Cancelar
fr: Annuler
ru: Отмена

source: All users allowed
es: Permitir todos los usuarios
ru: Разрешено всем пользователям

source: Search data elements or attributes
es: Buscar elementos de datos o atributos
ru: Поиск элементов или атрибутов данных

source: Select Organisation Units on template generation
es: Mostrar unidades organizativas durante la generación de la plantilla
fr: Sélectionnez les unités d'organisation lors de la génération du modèle
ru: Выберите организационные единицы при создании шаблона

source: Select Organisation Units on template import
es: Mostrar la unidad organizativa al importar los datos
fr: Sélectionnez les unités d'organisation lors de l'importation du modèle
ru: Выберите организационные единицы при импорте шаблона

source: Select Organisation Units on template generation and import
es: Mostrar unidades organizativas durante la generación de la plantilla y al importar datos
fr: Sélectionnez les unités d'organisation lors de la génération et de l'importation de modèles
ru: Выберите организационные единицы при создании и импорте шаблона

source: Yes
es: Sí
ru: Да

source: Days
es: Días
fr: Jours
ru: Дни

source: Weeks
es: Semanas
fr: Semaines
ru: Недели

source: Months
es: Meses
fr: Mois
ru: Месяцы

source: Years
es: Años
fr: Années
ru: Годы

source: Accessible to all users
es: Accesible a todos los usuarios
ru: Доступность для всех пользователей

source: Accessible to {{users}} users and {{userGroups}} user groups
es: Accesible a los usuarios {{users}} y los grupos de usuarios {{userGroups}}
fr: Accessible aux utilisateurs {{users}} et aux groupes d'utilisateurs {{userGroups}}
ru: Доступно пользователям {{users}} и группам пользователей {{userGroups}}.

source: Accessible to {{users}} users
es: Accesible a los usuarios {{users}}
fr: Accessible aux utilisateurs {{users}}
ru: Доступно для пользователей {{users}}

source: Accessible to {{userGroups}} user groups
es: Accesible a los grupos de usuarios {{userGroups}}
fr: Accessible aux groupes d'utilisateurs {{userGroups}}
ru: Доступно для групп пользователей {{userGroups}}

source: Only accessible to system administrators
es: Solo accesible a los administradores del sistema
fr: Accessible uniquement aux administrateurs du système
ru: Доступен только системным администраторам

source: Not accessible
es: No accesible
fr: Pas accessible
ru: Недоступно

source: Data element filter for data sets
es: Filtro de elementos de datos para conjuntos de datos
ru: Фильтр элементов данных для наборов данных

source: Data element and attribute filter for programs
es: Filtro de elementos de datos y atributos de los programas
ru: Фильтр элементов данных и атрибутов для программ

source: Templates
es: Plantillas

source: Data model
es: Modelos de Datos
fr: Modèle de données
ru: Модель данных

source: Organisation Unit Visibility
es: Visibilidad de unidades organizativas
fr: Visibilité de l'unité d'organisation
ru: Видимость организационной единицы

source: Columns layout
es: Diseño de las columnas
ru: Расположение колонок

source: Filter columns for data sets
es: Filtrar las columnas de los conjuntos de datos
ru: Фильтр столбцов для наборов данных

source: Data elements (with optional disaggregation) to include/exclude for data sets
es: Elementos de datos (con desagregación opcional) para incluir/excluir en los conjuntos de datos
ru: Элементы данных (с необязательной разбивкой) для включения/исключения из наборов данных

source: Filter columns for programs
es: Filtrar las columnas de los programas
ru: Фильтр столбцов для программ

source: Data elements and attributes to include/exclude for programs
es: Elementos de datos y atributos a incluir/excluir para los programas
ru: Элементы данных и атрибуты для включения/исключения для программ

source: Duplicate detection
es: Detección de duplicados
fr: Détection des doublons
ru: Обнаружение дубликатов

source: Template configuration
es: Acceso a la configuración de plantillas

source: Event date time difference for events (programs)
es: Diferencia aceptada entre las fechas de los eventos para la identificación de duplicados para eventos (programas)
fr: Décalage de la date de l'événement pour les programmes des événements
ru: Разница во времени даты события для событий (программ)

source: Duplicate detection filter for events (programs)
es: Filtro de detección de duplicados para eventos (programas)
ru: Фильтр обнаружения дубликатов для событий (программ)

source: Data elements used for duplicates identification
es: Elementos de datos usados para identificar los duplicados
fr: Éléments de données utilisés pour l'identification des doublons
ru: Элементы данных, используемые для выявления дубликатов

source: Permissions
es: Permisos
fr: Autorisations
ru: Разрешения

source: Edit custom template
es: Editar plantilla personalizada

source: New custom template
es: Nueva plantilla personalizada

source: Show languages in download template
es: Mostrar idiomas en descargar plantilla

source: Show periods in download template
es: Mostrar periodos en descargar plantilla

source: Data Source Configuration
es: Fuentes de datos

source: Download
es: Descargar

source: Drag and drop template file
es: Mueva aquí los ficheros a importar

source: Template saved
es: Plantilla guardada

source: An error ocurred while saving custom template
es: Ha ocurrido un error mientras se guardaba la plantilla personalizada

source: Delete {{count}} templates
es: Borrar {{count}} plantillas

source: Are you sure you want to remove the selected templates
es: Esta seguro que quiere borrar las plantillas seleccionadas

source: Name
es: Nombre
fr: Nom
ru: Имя

source: Description
es: Descripción
ru: Описание

source: Type
es: Tipo
ru: Тип

source: Created
es: Creado

source: Last Updated
es: Última actualización

source: Sharing Settings
es: Compartir

source: Download spreadsheet
es: Descargar plantilla

source: Edit
es: Editar
fr: Éditer
ru: Редактировать

source: Delete
es: Borrar
fr: Supprimer
ru: Удалить

source: Create template
es: Crear plantilla

source: Access to Templates
es: Acceso a plantillas

source: Field cannot be empty
es: El campo {{field}} no se puede dejar vacio

source: Action
es: Acción

source: Mode
es: Modo

source: Code
es: Código

source: Program/Dataset
es: Programa/Dataset

source: Spreadsheet template
es: Fichero de plantilla

source: Event UID - Sheet
es: Evento UID - Hoja

source: Event UID - Column
es: Evento UID - Columna

source: Organisation Unit - Sheet
es: Unidades Organizativa - Hoja

source: Organisation Unit - Column
es: Unidades Organizativa - Columna

source: Attribute - Sheet
es: Atributo - Hoja

source: Attribute - Column
es: Atributo - Columna

source: Period - Sheet
es: Periodo - Hoja

source: Period - Column
es: Periodo - Columna

source: Range - Sheet
es: Rango - Hoja

source: Range - Starting row
es: Rango - Fila inicial

source: Range - Starting column
es: Rango - Columna inicial

source: Data Element - Sheet
es: Elementos de datos - Hoja

source: Data Element - Row
es: Elementos de datos - Fila

source: Category Option - Sheet
es: Opción de categoría - Hoja

source: Category Option - Row
es: Opción de categoría - Fila

source: Coordinates Latitude - Sheet
es: Coordenada latitud - Hoja

source: Coordinates Latitude - Column
es: Coordenada latitud - Columna

source: Coordinates Longitude - Sheet
es: Coordenada longitud - Hoja

source: Coordinates Longitude - Column
es: Coordenada longitud - Columna

source: Title - Sheet
es: Título - Hoja

source: Title Range (example D2:I2)
es: Título Rango (ejemplo D2:I2)

source: Subtitle - Sheet
es: Subtítulo - Hoja

source: Subtitle - Range (example D3:I3)
es: Subtítulo Rango (ejemplo D2:I2)

source: Logo - Sheet
es: Logo - Hoja

source: Title Range (example A2:C3)
es: Título Rango (ejemplo A2:C2)

source: TEI Id - Sheet
es: TEI Id - Hoja

source: TEI Id - Column
es: TEI Id - Columna

source: TEI Organisation Unit - Sheet
es: TEI unidad organizativa - Hoja

source: TEI Organisation Unit - Column
es: TEI unidad organizativa - Columna

source: TEI Geometry - Sheet
es: TEI Geometría - Hoja

source: TEI Geometry - Column
es: TEI Geometría - Columna

source: TEI Enrolmment Date - Sheet
es: TEI Fecha de inscripción - Hoja

source: TEI Enrolmment Date - Column
es: TEI Fecha de inscripción - Columna

source: TEI Incident Date - Sheet
es: TEI Fecha del incidente - Hoja

source: TEI Incident Date - Column
es: TEI Fecha del incidente - Columna

source: TEI Attributes - Sheet
es: TEI atributos - Hoja

source: TEI Attributes - Row Start
es: TEI atributos - Fila inicial

source: TEI Attributes - Column Start
es: TEI atributos - Columna inicial

source: TEI Attribute ID - Sheet
es: TEI ID del atributo - Hoja

source: TEI Attribute ID - Row
es: TEI ID del atributo - Fila

source: TEI Relationship Range - Sheet
es: TEI relaciones rango - Hoja

source: TEI Relationship Range - Row Start
es: TEI relaciones rango - Fila inicial

source: TEI Relationship Range - Column Start
es: TEI relaciones rango - Columna inicial

source: TEI Relationship Type - Sheet
es: TEI tipo de relación - Hoja

source: TEI Relationship Type - Cell
es: TEI tipo de relación - Celda

source: TEI Relationship From - Sheet
es: TEI Relación origen - Hoja

source: TEI Relationship From - Column
es: TEI Relación origen - Columna

source: TEI Relationship To - Sheet
es: TEI Relación destino - Hoja

source: TEI Relationship To - Column
es: TEI Relación destino - Columna

source: TEI Event Event-Id - Sheet
es: TEI ID del evento - Hoja

source: TEI Event Event-Id - Column
es: TEI ID del evento - Columna

source: TEI Event TEI Id - Sheet
es: TEI Evento TEI ID - Hoja

source: TEI Event TEI Id - Column
es: TEI Evento TEI ID - Columna

source: TEI Event Category Option Combo - Sheet
es: TEI combo de opción de categoría para el evento - Hoja

source: TEI Event Category Option Combo - Column
es: TEI combo de opción de categoría para el evento - Columna

source: TEI Event Date - Sheet
es: TEI Fecha del evento - Hoja

source: TEI Event Date - Column
es: TEI Fecha del evento - Columna

source: TEI Event Program Stage - Sheet
es: TEI Evento - Hoja

source: TEI Event Program Stage - Cell
es: TEI Evento de fase de programa - Celda

source: TEI Event Data Elements - Sheet
es: TEI elementos de datos del evento - Hoja

source: TEI Event Data Elements - Row Start
es: TEI elementos de datos del evento - Fila inicial

source: TEI Event Data Elements - Row End
es: TEI elementos de datos del evento - Fila final

source: TEI Event Data Elements - Column Start
es: TEI elementos de datos del evento - Columna inicial

source: TEI Event Data Values - Sheet
es: Valores de los datos - Hoja

source: TEI Event Data Values - Row Start
es: TEI valores de datos del evento - Fila inicial

source: TEI Event Data Values - Column Start
es: TEI valores de datos del evento - Columna inicial

source: Data Source
es: Fuente de datos

source: Show Language
es: Mostrar Idioma

source: Show Period
es: Mostrar Periodo

source: Imported
es: Importados
fr: Importé
ru: Импортировано

source: Updated
es: Actualizados
fr: Actualisé
ru: Обновленный

source: Deleted
es: Borrados
fr: Effacé
ru: Удалено

source: Ignored
es: Ignorados
fr: Ignoré
ru: Игнорируется

source: Identifier
es: Identificador
ru: Идентификатор

source: Message
es: Mensaje
ru: Сообщение

source: Synchronization Results
es: Resultados de la sincronización
ru: Результаты синхронизации

source: Status
es: Estado
ru: Статус

source: Summary
es: Resumen
ru: Резюме

source: Messages
es: Mensajes
ru: Сообщения

source: JSON Response
es: Respuesta JSON
ru: Ответ JSON

source: Template
es: Plantilla
fr: Modèle
ru: Шаблон

source: Select template to export...
es: Seleccione plantilla para exportar...
fr: Sélectionnez le modèle à exporter ...
ru: Выберите шаблон для экспорта...

source: Data Model
es: Modelo de Datos
fr: Modèle de données
ru: Модель данных

source: Start period
es: Periodo inicial
fr: Période de début
ru: Начальный период

source: End period
es: Periodo final
fr: Période de fin
ru: Конечный период

source: Organisation units
es: Unidades Organizativas
fr: Unités d'organisation
ru: Организационные единицы

source: Select organisation unit to populate data
es: Seleccione la unidad de organización para rellenar los datos
ru: Выберите организационную единицу для заполнения данных

source: Select available organisation units to include in the template
es: Seleccione las unidades organizativas para añadir a la plantilla
fr: Sélectionnez les unités d'organisation à inclure dans le modèle
ru: Выберите доступные подразделения организации для включения в шаблон

source: User does not have any capture organisations units
es: El usuario no tiene unidades organizativas asociadas
fr: L'utilisateur n'a pas accès à aucune unité d'organisation por la saisie de données
ru: У пользователя нет подразделений организаций захвата

source: Advanced template properties
es: Propiedades avanzadas de la plantilla
fr: Propriétés avancées du modèle
ru: Расширенные свойства шаблона

source: Language
es: Idioma
fr: Langue
ru: Язык

source: Theme
es: Tema
fr: Thème
ru: Тема

source: <No value>
es: <Sin valor>
fr: <Aucune valeur>
ru: <Нет значения>

source: Populate template with data
es: Rellenar la plantilla con datos
fr: Remplir le modèle avec des données
ru: Заполнение шаблона данными

source: Start date
es: Fecha inicial
fr: Date de début
ru: Дата начала

source: End date
es: Fecha final
fr: Date de fin
ru: Дата окончания

source: Edit theme
es: Editar tema
fr: Modifier le thème
ru: Редактировать тему

source: New theme
es: Nuevo tema
fr: Nouveau thème
ru: Новая тема

source: Theme name
es: Nombre del tema
fr: Nom du thème
ru: Название темы

source: Colors
es: Colores
fr: Couleurs
ru: Цвета

source: Color options
es: Opciones de color
fr: Options de couleurs
ru: Варианты цветов

source: Headings
es: Encabezamientos
fr: En-tête du modèle
ru: Рубрики

source: Title text
es: Título
fr: Titre
ru: Текст заглавия

source: Subtitle text
es: Subtítulo
fr: Sous-titres
ru: Текст субтитров

source: Drag and drop logo file
es: Mueva aquí los ficheros a importar
fr: Glissez et déposez le logo ici
ru: Перетащите файл логотипа

source: Pattern
es: Patrón de colores
fr: Modèle
ru: Узор

source: Fixed
es: Fijo
fr: Fixé
ru: Исправлено

source: An error ocurred while saving theme
es: Ha ocurrido un error mientras se guardaba el tema
fr: Une erreur s'est produite lors de l'enregistrement du thème
ru: Возникла ошибка при сохранении темы

source: Delete {{count}} themes
es: Borrar {{count}} temas
fr: Supprimer {{count}} thèmes
ru: Удалить {{count}} темы

source: Are you sure you want to remove selected themes
es: Esta seguro que quiere borrar los temas seleccionados
fr: Voulez-vous vraiment supprimer les thèmes sélectionnés
ru: Вы уверены, что хотите удалить выбранные темы

source: Title
es: Título
fr: Titre
ru: Название

source: Subtitle
es: Subtítulo
fr: Sous-titre
ru: Субтитр

source: Create theme
es: Crear tema
fr: Créer un thème
ru: Создать тему

source: Error deleting data values
es: Se ha producido un error borrando valores de datos
fr: Erreur lors de la suppression des valeurs de données
ru: Ошибка при удалении значений данных

source: Select at least one model
es: Seleccione al menos una plantilla
fr: Sélectionnez au moins un modèle
ru: Выберите хотя бы одну модель

source: Event id
es: ID del evento
ru: Идентификатор события

source: TEI Id
es: Id. TEI
ru: Идентификатор TEI

source: Options
es: Opciones
ru: Опции

source: Date
es: Fecha
ru: Дата

source: TEI id
es: ID TEI
ru: идентификатор TEI

source: Org Unit *
es: Unidad organizativa *
ru: Оргподразделение *

source: This site does not exist in DHIS2, please talk to your administrator to create this site before uploading data
es: Este sitio no existe en DHIS2, por favor hable con su administrador para crear este sitio antes de cargar los datos
ru: Этот сайт не существует в DHIS2, пожалуйста, обратитесь к администратору для создания этого сайта перед загрузкой данных

source: Enrollment Date
es: Fecha de inscripción
ru: Дата зачисления

source: Incident Date
es: Fecha del incidente
ru: Дата инцидента

source: Value Type
es: Tipo de valor
ru: Тип значения

source: Option Set
es: Conjunto de opciones
ru: Набор опций

source: Possible Values
es: Valores posibles
ru: Возможные значения

source: Organisation Units
es: Unidades Organizativas
ru: Организационные единицы

source: Periods
es: Periodos
ru: Периоды

source: Relationship Types
es: Tipos de relación
ru: Типы отношений

source: Relationship Type
es: Tipo de relación
ru: Тип отношений

source: Boolean
es: Booleano
ru: Булево

source: True only
es: Sólo es cierto
ru: Только правда

source: Latitude
es: Latitud
ru: Широта

source: Longitude
es: Longitud
ru: Долгота

source: Invalid choice was chosen
es: Se ha elegido una opción no válida
ru: Был выбран неправильный вариант

source: Home
es: Inicio
ru: Главная
